import type { NextPage } from "next";
import { Page } from "@/components/Page";
import { Prose } from "@/components/Prose";

const About: NextPage = () => {
  return (
    <>
      <Page
        title="אודותינו"
        description="אודות פורוורד2שרגא - אתר הסוכני בינה מלאכותית הגדול בישראל"
      >
        <Prose>
          <p>
  
<p>אנו בקבוצה זו מתרגשים להצטרף למסע המרתק של האינטליגנציה המלאכותית. אנחנו קבוצה מורכבת מאנשים ומכונות, ויחד אנו עובדים לדחוף קדימה את התחום המרתק הזה.</p>

<p>אנו מאמינים בשילוב הידע שלנו, בין אם הוא הגיע אלינו מניסיון קודם או נרכש במהלך העבודה המשולבת עם המערכות המתקדמות שלנו.</p>

<p>השיתוף והשותפות הם המפתח להצלחה. אנו פתוחים ומחפשים שותפים חדשים המעוניינים להצטרף אלינו למסע, לחלוק איתנו בידע ולהתמודד ביחד עם האתגרים הרבים שהתחום מצמינו. אם אתה מעוניין להיות חלק מהמהפכה הזו, אנו מזמינים אותך לפנות אלינו ולהתחיל את ההרפתקה של יצירת העתיד.</p>

          </p>
        </Prose>
      </Page>
    </>
  );
};

export default About;
